tap "caskroom/cask"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/python"
tap "homebrew/science"

brew "bash-completion"
#brew "djvulibre"
brew "ffmpeg"
brew "git"
brew "jq"
brew "neovim"
brew "pandoc"
brew "pandoc-citeproc"
brew "rlwrap"
brew "rtmpdump"
brew "skim"
brew "the_silver_searcher"
brew "tree"
brew "watch"
brew "watchman"
brew "youtube-dl"

cask "alfred"
cask "amethyst"
cask "anki"
caks "calibre"
cask "djview"
cask "docker"
cask "dropbox"
cask "firefox"
cask "flux"
cask "google-chrome"
cask "iterm2"
cask "java"
#cask "julia"
cask "mactex"
cask "osxfuse"
cask "postgres"
cask "rstudio"
cask "skype"
cask "slack"
cask "spotify"
cask "sqlitebrowser"
cask "vimr"
#cask "virtualbox"
cask "vlc"
cask "xquartz:
