tap "buo/cask-upgrade"
tap "homebrew/binary"
tap "homebrew/boneyard"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/science"
tap "homebrew/tex"
tap "neovim/neovim"
tap "railwaycat/emacsmacport"
tap "staticfloat/julia"
tap "universal-ctags/universal-ctags"
cask "osxfuse"
cask "xquartz"
brew "bash-completion"
brew "ffmpeg"
brew "fzf"
brew "ghostscript"
brew "git"
brew "git-lfs"
brew "hub"
brew "imagemagick"
brew "openssl"
brew "neovim"
brew "pandoc"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rlwrap"
brew "rtmpdump"
brew "shellcheck"
brew "sshfs"
brew "tmux"
brew "tree"
brew "unrar"
brew "wget"
brew "youtube-dl"
cask "alfred"
cask "amethyst"
cask "anki"
cask "calibre"
cask "chromedriver"
cask "djview"
cask "docker"
cask "font-iosevka"
cask "iterm2"
cask "java"
cask "julia"
cask "karabiner-elements"
cask "kitty"
cask "mactex"
cask "rstudio"
cask "slack"
cask "spotify"
cask "sqlitebrowser"
cask "telegram"
cask "virtualbox"
