cask_args appdir: "/Applications"
tap "buo/cask-upgrade"
tap "homebrew/boneyard"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "neovim/neovim"
tap "railwaycat/emacsmacport"
tap "staticfloat/julia"
tap "mas-cli/tap", pin: true
tap "universal-ctags/universal-ctags"
cask "osxfuse"
cask "xquartz"
brew "openssl"
brew "aria2"
brew "readline"
brew "python"
brew "awscli"
brew "bash-completion"
brew "cheatsheet"
brew "cmake"
brew "cocoapods"
brew "ffmpeg"
brew "fzf"
brew "ghostscript"
brew "git"
brew "git-lfs"
brew "global"
brew "hub"
brew "imagemagick"
brew "mas-cli/tap/mas"
brew "neovim"
brew "pandoc"
brew "pyenv"
brew "pyenv-virtualenv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rlwrap"
brew "rtmpdump"
brew "shellcheck"
brew "sshfs"
brew "tmux"
brew "tree"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
brew "unrar"
brew "wget"
brew "youtube-dl"
brew "zlib"
cask "alfred"
cask "amethyst"
cask "anki"
cask "calibre"
cask "dash"
cask "db-browser-for-sqlite"
cask "deluge"
cask "djview"
cask "docker"
cask "drawio"
cask "dropbox"
cask "firefox"
cask "font-iosevka"
cask "google-backup-and-sync"
cask "google-chrome"
cask "google-cloud-sdk"
cask "java"
cask "karabiner-elements"
cask "kitty"
cask "mactex"
cask "papers"
cask "rstudio"
cask "skim"
cask "slack"
cask "smcfancontrol"
cask "spotify"
cask "vlc"
cask "wechat"
mas "1Password", id: 443987910
mas "Xcode", id: 497799835
