tap "atlassian/acli"
tap "buo/cask-upgrade"
tap "cloudflare/cloudflare"
tap "elastic/tap"
tap "fastrepl/hyprnote"
tap "github/gh"
tap "heroku/brew"
tap "mas-cli/tap"
tap "neovim/neovim"
tap "steipete/tap"
tap "universal-ctags/universal-ctags"
tap "weaveworks/tap"
tap "zegervdv/zathura"
brew "xz"
brew "openssl@3"
brew "protobuf"
brew "readline"
brew "python@3.14"
brew "aria2"
brew "libyaml"
brew "aws-elasticbeanstalk"
brew "awscli"
brew "awscli@1"
brew "bash-completion"
brew "bat"
brew "ffmpeg"
brew "cloudflared"
brew "cmake"
brew "cocoapods"
brew "coreutils"
brew "diff-so-fancy"
brew "docker-buildx"
brew "dvc"
brew "enchant"
brew "exiftool"
brew "fd"
brew "findutils"
brew "fzf"
brew "gemini-cli"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "libtool"
brew "global"
brew "libksba"
brew "go"
brew "pkgconf"
brew "gobject-introspection"
brew "htop"
brew "hub"
brew "icu4c@76"
brew "imagemagick"
brew "jq"
brew "less"
brew "librsvg"
brew "mpc"
brew "mpd", restart_service: :changed
brew "navi"
brew "neovim"
brew "openjdk"
brew "openjdk@17"
brew "openssl@1.1"
brew "p7zip"
brew "pandoc"
brew "pnpm"
brew "poppler"
brew "postgresql@14"
brew "python-yq", link: false
brew "python@3.9"
brew "qpdf"
brew "qt"
brew "reattach-to-user-namespace"
brew "rename"
brew "ripgrep"
brew "ripgrep-all"
brew "rlwrap"
brew "rtmpdump"
brew "ruff"
brew "shellcheck"
brew "smug"
brew "sops"
brew "subversion"
brew "telnet"
brew "tfenv"
brew "tflint"
brew "tmux"
brew "tmuxinator"
brew "tree"
brew "uv"
brew "volta"
brew "wget"
brew "xpdf", link: false
brew "yamllint"
brew "yq"
brew "yt-dlp"
brew "zlib"
brew "atlassian/acli/acli"
brew "elastic/tap/elasticsearch-full"
brew "heroku/brew/heroku"
brew "mas-cli/tap/mas"
brew "steipete/tap/summarize"
brew "weaveworks/tap/eksctl"
cask "1password-cli"
cask "alfred"
cask "amethyst"
cask "anki"
cask "aws-vault-binary"
cask "baidunetdisk"
cask "blackhole-16ch"
cask "blender"
cask "calibre"
cask "claude-code"
cask "codex"
cask "cursor"
cask "cyberduck"
cask "dash"
cask "db-browser-for-sqlite"
cask "deepl"
cask "deluge"
cask "discord"
cask "divvy"
cask "djview"
cask "docker-desktop"
cask "drawio"
cask "dropbox"
cask "figma"
cask "firefox"
cask "flux-app"
cask "font-dejavu-sans-mono-for-powerline"
cask "font-iosevka"
cask "font-iosevka-nerd-font"
cask "gcloud-cli"
cask "ghostty"
cask "github"
cask "gitter"
cask "google-chrome"
cask "google-drive"
cask "fastrepl/hyprnote/hyprnote"
cask "iina"
cask "karabiner-elements"
cask "keka"
cask "kindle"
cask "kitty"
cask "kobo"
cask "loom"
cask "macfuse"
cask "mactex"
cask "obs"
cask "obsidian"
cask "postico"
cask "pritunl"
cask "qbittorrent"
cask "qq"
cask "rar"
cask "raycast"
cask "skim"
cask "slack"
cask "spotify"
cask "stoplight-studio"
cask "telegram"
cask "visual-studio-code"
cask "vlc"
cask "webex-meetings"
cask "wechat"
cask "xquartz"
cask "zoom"
cask "zotero"
mas "Goodnotes", id: 1444383602
mas "Keynote", id: 409183694
mas "Kindle", id: 302584613
mas "TestFlight", id: 899247664
mas "Xcode", id: 497799835
