tap "atlassian/acli"
tap "buo/cask-upgrade"
tap "cloudflare/cloudflare"
tap "github/gh"
tap "heroku/brew"
tap "mas-cli/tap"
tap "neovim/neovim"
tap "universal-ctags/universal-ctags"
tap "weaveworks/tap"
tap "zegervdv/zathura"
brew "xz"
brew "openssl@3"
brew "protobuf"
brew "readline"
brew "python@3.14"
brew "libyaml"
brew "awscli"
brew "bash-completion"
brew "bat"
brew "ffmpeg"
brew "cloudflared"
brew "cmake"
brew "coreutils"
brew "diff-so-fancy"
brew "docker-buildx"
brew "exiftool"
brew "fd"
brew "findutils"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "libtool"
brew "global"
brew "libksba"
brew "go"
brew "pkgconf"
brew "gobject-introspection"
brew "htop"
brew "imagemagick"
brew "jq"
brew "less"
brew "librsvg"
brew "mpc"
brew "mpd", restart_service: :changed
brew "mise"
brew "neovim"
brew "openjdk"
brew "openjdk@17"
brew "p7zip"
brew "pandoc"
brew "pnpm"
brew "poppler"
brew "qpdf"
brew "qt"
brew "reattach-to-user-namespace"
brew "rename"
brew "ripgrep"
brew "ripgrep-all"
brew "ruff"
brew "shellcheck"
brew "smug"
brew "sops"
brew "tmux"
brew "tree"
brew "uv"
brew "wget"
brew "yamllint"
brew "yq"
brew "yt-dlp"
brew "zlib"
cask "1password"
cask "1password-cli"
cask "amethyst"
cask "anki"
cask "blackhole-16ch"
cask "calibre"
cask "claude-code@latest"
cask "codex"
cask "discord"
cask "docker-desktop"
cask "dropbox"
cask "figma"
cask "firefox"
cask "flux-app"
cask "font-dejavu-sans-mono-for-powerline"
cask "font-iosevka"
cask "font-iosevka-nerd-font"
cask "gcloud-cli"
cask "ghostty"
cask "google-chrome"
cask "google-drive"
cask "iina"
cask "karabiner-elements"
cask "keka"
cask "kitty"
cask "macfuse"
cask "mactex"
cask "obsidian"
cask "postico"
cask "pritunl"
cask "rar"
cask "raycast"
cask "slack"
cask "spotify"
cask "telegram"
cask "xquartz"
mas "Goodnotes", id: 1444383602
mas "Keynote", id: 409183694
mas "Kindle", id: 302584613
mas "TestFlight", id: 899247664
mas "Xcode", id: 497799835
