tap "buo/cask-upgrade"
tap "cloudflare/cloudflare"
tap "elastic/tap"
tap "github/gh"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "mas-cli/tap"
tap "neovim/neovim"
tap "universal-ctags/universal-ctags"
tap "weaveworks/tap"
tap "zegervdv/zathura"
brew "freetype"
brew "readline"
brew "protobuf"
brew "aria2"
brew "aws-elasticbeanstalk"
brew "awscli"
brew "libyaml"
brew "awscli@1"
brew "bash-completion"
brew "bat"
brew "cmake"
brew "cocoapods"
brew "coreutils"
brew "diff-so-fancy"
brew "dvc"
brew "enchant"
brew "exiftool"
brew "fd"
brew "libtool"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-lfs"
brew "global"
brew "go"
brew "gtk+"
brew "gtk-mac-integration"
brew "htop"
brew "imagemagick"
brew "libksba"
brew "libmagic"
brew "mpc"
brew "mpd"
brew "navi"
brew "neovim"
brew "openjdk"
brew "p7zip"
brew "pandoc"
brew "poppler"
brew "postgresql"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python-yq"
brew "qpdf"
brew "reattach-to-user-namespace"
brew "rename"
brew "ripgrep"
brew "ripgrep-all"
brew "rlwrap"
brew "rtmpdump"
brew "serverless"
brew "shellcheck"
brew "sops"
brew "sxiv"
brew "telnet"
brew "tmux"
brew "tree"
brew "wget"
brew "xpdf", link: false
brew "yamllint"
brew "yarn"
brew "youtube-dl"
brew "zlib"
brew "cloudflare/cloudflare/cloudflared"
brew "elastic/tap/elasticsearch-full"
brew "heroku/brew/heroku"
brew "mas-cli/tap/mas"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD", "with-jansson"]
brew "weaveworks/tap/eksctl"
brew "zegervdv/zathura/zathura"
brew "zegervdv/zathura/zathura-pdf-poppler"
cask "alfred"
cask "amethyst"
cask "anki"
cask "baidunetdisk"
cask "blackhole-16ch"
cask "blender"
cask "calibre"
cask "cheatsheet"
cask "chromedriver"
cask "cyberduck"
cask "dash"
cask "db-browser-for-sqlite"
cask "deepl"
cask "deluge"
cask "discord"
cask "divvy"
cask "djview"
cask "drawio"
cask "dropbox"
cask "duet"
cask "firefox"
cask "flux"
cask "font-dejavu-sans-mono-for-powerline"
cask "font-iosevka"
cask "font-iosevka-nerd-font"
cask "github"
cask "gitter"
cask "google-backup-and-sync"
cask "google-chrome"
cask "google-cloud-sdk"
cask "iina"
cask "java"
cask "karabiner-elements"
cask "keka"
cask "kindle"
cask "kitty"
cask "loom"
cask "mactex"
cask "netron"
cask "obs"
cask "obsidian"
cask "macfuse"
cask "postico"
cask "qbittorrent"
cask "qq"
cask "rescuetime"
cask "skim"
cask "slack"
cask "smcfancontrol"
cask "spotify"
cask "stoplight-studio"
cask "vlc"
cask "webex-teams"
cask "wechat"
cask "xquartz"
cask "zoom"
cask "zotero"
mas "GoodNotes", id: 1444383602
mas "Keynote", id: 409183694
mas "Xcode", id: 497799835
